{
    "title": "Supplements and Hydration Calculator | Health and Fitness",
    "header_title": "Supplements and Hydration Calculator",
    "keywords": "supplement calculator, hydration calculator, dietary supplements, body hydration, health and fitness, creatine, whey protein, sports nutrition, water intake, protein for athletes, supplements for bodybuilding, nutrition tips, physical performance, muscle recovery, muscle mass gain, proper hydration, natural supplements, weight loss supplements, weight gain supplements, monohydrate creatine, isolate whey protein, concentrate whey protein, supplements for athletes, pre-workout supplements, post-workout supplements, balanced diet, quality supplements, sports health, performance supplements, strength supplements, endurance supplements, hydration during workout, daily water intake, supplementation plans, vegan supplements, fitness supplements, health supplements, safe supplements, effective supplements, nutritional guidance, recommended supplements, athlete supplements, proper supplementation, hydration and performance, supplements and well-being, supplements and nutrition, recovery supplements, muscle health supplements, hydration and health, training supplements, amateur athlete supplements, professional athlete supplements, sports supplements, exercise supplements, sports supplementation, essential supplements, high-performance supplements, workout supplements, diet supplements, well-being supplements, general health supplements, sports hydration, efficient hydration, protein supplements, diet supplements, well-being supplements, health and well-being supplements, physical health supplements, fitness and health supplements, high-performance athlete supplements, endurance sports supplements, strength sports supplements, high-intensity sports supplements, intense workout supplements, strength training supplements, endurance training supplements, training supplements, sports nutrition supplements, athletic performance supplements, elite athlete supplements, endurance athlete supplements, strength athlete supplements, bodybuilding athlete supplements, crossfit athlete supplements, running athlete supplements, cycling athlete supplements, swimming athlete supplements, football athlete supplements, volleyball athlete supplements, basketball athlete supplements, gymnastics athlete supplements, martial arts athlete supplements, yoga athlete supplements, pilates athlete supplements, triathlon athlete supplements, marathon athlete supplements, competition athlete supplements, daily training athlete supplements, high-energy athlete supplements, high-performance athlete supplements, elite national athlete supplements, elite international athlete supplements, high-intensity athlete supplements, professional athlete supplements, amateur athlete supplements, beginner athlete supplements, experienced athlete supplements, advanced athlete supplements, high-competition athlete supplements, endurance and strength athlete supplements, endurance and hypertrophy athlete supplements",
    "url": "https://yourwebsite.com/en-us/calc",
    "image": "https://yourwebsite.com/static/images/en-us-image.png",
    "form_heading": "Calculator Form",
    "weight_label": "Body Weight (kg):",
    "weight_placeholder": "Enter your weight in kg",
    "activity_label": "Activity Level:",
    "calculate_button": "Calculate",
    "results_heading": "Results",
    "creatine": "Creatine",
    "whey_protein": "Whey Protein",
    "per_day": "per day",
    "total_protein": "Total Protein",
    "water_intake": "Water",
    "benefits_title": "Benefits of Supplements",
    "benefits_description": "Proper use of supplements like creatine and whey protein can bring numerous benefits to health and physical performance. These supplements are widely used by athletes, fitness enthusiasts, and individuals looking to improve body composition and optimize muscle recovery.",
    "creatine_section": "Creatine",
    "creatine_description": "Creatine is one of the most studied and effective supplements for muscle mass gain and strength increase. It works by providing additional energy to the muscles during high-intensity exercises, allowing you to train more intensely and for longer periods. Additionally, creatine aids in post-workout recovery, reducing muscle fatigue and improving performance in repetitive activities.",
    "whey_section": "Whey Protein",
    "whey_description": "Whey protein is a high biological value protein, containing all the essential amino acids necessary for protein synthesis. It is ideal for post-workout consumption, aiding in muscle recovery and the growth of new muscle tissues. Furthermore, whey protein can be used as a convenient protein source for individuals with busy schedules, ensuring daily protein needs are met efficiently.",
    "hydration_section": "Importance of Hydration",
    "hydration_description": "Staying properly hydrated is essential for the optimal functioning of the body. Water is crucial for temperature regulation, nutrient transport, and the removal of metabolic waste. The recommended daily water intake varies according to body weight and activity level. Dehydration can lead to a range of health issues, including fatigue, decreased physical and mental performance, and an increased risk of injuries.",
    "nutrition_tips_title": "Sports Nutrition Tips",
    "nutrition_tips_description": "To maximize the benefits of supplements and enhance your physical performance, it is essential to follow some sports nutrition tips:",
    "tip1": "Consume balanced meals with proteins, carbohydrates, and healthy fats.",
    "tip2": "Stay hydrated before, during, and after workouts.",
    "tip3": "Plan your meals and snacks to ensure adequate nutrient intake throughout the day.",
    "tip4": "Avoid processed foods and those high in refined sugars.",
    "tip5": "Get enough sleep to allow for muscle recovery and protein synthesis.",
    "faq_title": "FAQs - Frequently Asked Questions",
    "faq1_question": "1. When should I take creatine?",
    "faq1_answer": "Creatine can be taken at any time of the day, but many recommend consuming it after the workout to aid in muscle recovery. It is important to maintain a consistent daily intake to achieve the best results.",
    "faq2_question": "2. What is the difference between concentrated and isolated whey protein?",
    "faq2_answer": "Concentrated whey protein contains more carbohydrates and fats, while isolated whey protein has a higher concentration of proteins and fewer carbohydrates and fats. The choice depends on your nutritional needs and personal goals.",
    "faq3_question": "3. How long does it take to see results with supplements?",
    "faq3_answer": "Results can vary depending on diet, exercise routine, and consistency in supplement use. Generally, improvements in strength and body composition can be noticed after a few weeks of regular use.",
    "faq4_question": "4. Is it safe to consume supplements daily?",
    "faq4_answer": "Yes, as long as they are used according to recommendations and within the recommended doses. It is always advisable to consult a healthcare professional or nutritionist before starting any supplementation.",
    "invalid_weight": "Please enter a valid body weight.",
    "sedentary": "Sedentary",
    "light": "Lightly Active",
    "moderate": "Moderately Active",
    "active": "Active",
    "very_active": "Very Active"
}