{
    "title": "Calculadora de Suplementos e Hidratación | Salud y Fitness",
    "header_title": "Calculadora de Suplementos e Hidratación",
    "keywords": "calculadora de suplementos, calculadora de hidratación, suplementos dietéticos, hidratación corporal, salud y fitness, creatina, proteína de suero, nutrición deportiva, ingesta de agua, proteínas para atletas, suplementos para musculación, consejos de nutrición, rendimiento físico, recuperación muscular, ganancia de masa muscular, hidratación adecuada, suplementos naturales, suplementos para pérdida de peso, suplementos para aumento de peso, creatina monohidratada, proteína de suero aislada, proteína de suero concentrada, suplementos para atletas, suplementos pre-entrenamiento, suplementos post-entrenamiento, dieta balanceada, suplementos de calidad, salud deportiva, suplementos para rendimiento, suplementos para fuerza, suplementos para resistencia, hidratación durante el entrenamiento, cantidad diaria de agua, planes de suplementación, suplementos veganos, suplementos para fitness, suplementos para la salud, suplementos seguros, suplementos efectivos, orientación nutricional, suplementos recomendados, suplementos para deportistas, suplementación adecuada, hidratación y rendimiento, suplementos y bienestar, suplementos y nutrición, suplementos para recuperación, suplementos para la salud muscular, hidratación y salud, suplementos para entrenamiento, suplementos para atletas aficionados, suplementos para atletas profesionales, suplementos deportivos, suplementos para ejercicios, suplementación deportiva, suplementos esenciales, suplementos de alto rendimiento, suplementos para entrenamientos, suplementos para dieta, suplementos para bienestar, suplementos para salud y bienestar, suplementos para salud física, suplementos para fitness y salud, suplementos para atletas de alto rendimiento, suplementos para deportes de resistencia, suplementos para deportes de fuerza, suplementos para deportes de alta intensidad, suplementos para entrenamientos intensos, suplementos para entrenamiento de fuerza, suplementos para entrenamiento de resistencia, suplementos para entrenamiento, suplementos de nutrición deportiva, suplementos para rendimiento atlético, suplementos para atletas élite, suplementos para atletas de resistencia, suplementos para atletas de fuerza, suplementos para atletas de musculación, suplementos para atletas de crossfit, suplementos para atletas de carrera, suplementos para atletas de ciclismo, suplementos para atletas de natación, suplementos para atletas de fútbol, suplementos para atletas de voleibol, suplementos para atletas de baloncesto, suplementos para atletas de gimnasia, suplementos para atletas de artes marciales, suplementos para atletas de yoga, suplementos para atletas de pilates, suplementos para atletas de triatlón, suplementos para atletas de maratón, suplementos para atletas de competición, suplementos para atletas de entrenamiento diario, suplementos para atletas de alta energía, suplementos para atletas de alto rendimiento, suplementos para atletas élite nacional, suplementos para atletas élite internacional, suplementos para atletas de alta intensidad, suplementos para atletas profesionales, suplementos para atletas aficionados, suplementos para atletas principiantes, suplementos para atletas experimentados, suplementos para atletas avanzados, suplementos para atletas de alta competición, suplementos para atletas de resistencia y fuerza, suplementos para atletas de resistencia e hipertrofia",
    "url": "https://tusitio.com/es-es/calc",
    "image": "https://tusitio.com/static/images/es-es-image.png",
    "form_heading": "Formulario de la Calculadora",
    "weight_label": "Peso Corporal (kg):",
    "weight_placeholder": "Ingrese su peso en kg",
    "activity_label": "Nivel de Actividad:",
    "calculate_button": "Calcular",
    "results_heading": "Resultados",
    "creatine": "Creatina",
    "whey_protein": "Proteína de Suero",
    "total_protein": "Proteína Total",
    "water_intake": "Agua",
    "per_day": "por día",
    "benefits_title": "Beneficios de los Suplementos",
    "benefits_description": "El uso adecuado de suplementos como creatina y proteína de suero puede aportar numerosos beneficios a la salud y al rendimiento físico. Estos suplementos son ampliamente utilizados por atletas, entusiastas del fitness y personas que buscan mejorar la composición corporal y optimizar la recuperación muscular.",
    "creatine_section": "Creatina",
    "creatine_description": "La creatina es uno de los suplementos más estudiados y efectivos para el aumento de masa muscular y fuerza. Funciona proporcionando energía adicional a los músculos durante ejercicios de alta intensidad, permitiéndote entrenar con mayor intensidad y por más tiempo. Además, la creatina ayuda en la recuperación post-entrenamiento, reduciendo la fatiga muscular y mejorando el rendimiento en actividades repetitivas.",
    "whey_section": "Proteína de Suero",
    "whey_description": "La proteína de suero es una proteína de alto valor biológico, que contiene todos los aminoácidos esenciales necesarios para la síntesis proteica. Es ideal para el consumo post-entrenamiento, ayudando en la recuperación muscular y el crecimiento de nuevos tejidos musculares. Además, la proteína de suero puede ser utilizada como una fuente conveniente de proteína para personas con horarios ocupados, asegurando que las necesidades diarias de proteína se cumplan de manera eficiente.",
    "hydration_section": "Importancia de la Hidratación",
    "hydration_description": "Mantenerse adecuadamente hidratado es fundamental para el funcionamiento óptimo del cuerpo. El agua es esencial para la regulación de la temperatura, el transporte de nutrientes y la eliminación de desechos metabólicos. La cantidad recomendada de ingesta diaria de agua varía según el peso corporal y el nivel de actividad física. La deshidratación puede llevar a una serie de problemas de salud, incluyendo fatiga, disminución del rendimiento físico y mental, y aumento del riesgo de lesiones.",
    "nutrition_tips_title": "Consejos de Nutrición Deportiva",
    "nutrition_tips_description": "Para maximizar los beneficios de los suplementos y mejorar tu rendimiento físico, es esencial seguir algunos consejos de nutrición deportiva:",
    "tip1": "Consume comidas balanceadas con proteínas, carbohidratos y grasas saludables.",
    "tip2": "Mantente hidratado antes, durante y después de los entrenamientos.",
    "tip3": "Planea tus comidas y snacks para garantizar una ingesta adecuada de nutrientes a lo largo del día.",
    "tip4": "Evita alimentos procesados y ricos en azúcares refinados.",
    "tip5": "Duerme bien para permitir la recuperación muscular y la síntesis proteica.",
    "faq_title": "FAQs - Preguntas Frecuentes",
    "faq1_question": "1. ¿Cuándo debo tomar creatina?",
    "faq1_answer": "La creatina se puede tomar en cualquier momento del día, pero muchos recomiendan consumirla después del entrenamiento para ayudar en la recuperación muscular. Es importante mantener una ingesta diaria constante para obtener los mejores resultados.",
    "faq2_question": "2. ¿Cuál es la diferencia entre proteína de suero concentrada y aislada?",
    "faq2_answer": "La proteína de suero concentrada contiene más carbohidratos y grasas, mientras que la proteína de suero aislada tiene una mayor concentración de proteínas y menos carbohidratos y grasas. La elección depende de tus necesidades nutricionales y objetivos personales.",
    "faq3_question": "3. ¿Cuánto tiempo tarda en ver resultados con suplementos?",
    "faq3_answer": "Los resultados pueden variar dependiendo de la dieta, rutina de ejercicios y consistencia en el uso de suplementos. Generalmente, es posible notar mejoras en la fuerza y la composición corporal después de algunas semanas de uso regular.",
    "faq4_question": "4. ¿Es seguro consumir suplementos diariamente?",
    "faq4_answer": "Sí, siempre y cuando se utilicen según las recomendaciones y dentro de las dosis recomendadas. Siempre es aconsejable consultar a un profesional de la salud o nutricionista antes de iniciar cualquier suplementación.",
    "invalid_weight": "Por favor, ingrese un peso corporal válido.",
    "sedentary": "Sedentario",
    "light": "Levemente Activo",
    "moderate": "Moderadamente Activo",
    "active": "Activo",
    "very_active": "Muy Activo"
}