{
    "title": "Calculadora de Suplementos e Hidratação | Saúde e Fitness",
    "header_title": "Calculadora de Suplementos e Hidratação",
    "keywords": "calculadora de suplementos, calculadora de hidratação, suplementos alimentares, hidratação corporal, saúde e fitness, creatina, whey protein, nutrição esportiva, ingestão de água, proteínas para atletas, suplementos para musculação, dicas de nutrição, performance física, recuperação muscular, ganho de massa muscular, hidratação adequada, suplementos naturais, suplementos para emagrecimento, suplementos para ganho de peso, creatina monohidratada, whey protein isolado, whey protein concentrado, suplementos para atletas, suplementos pré-treino, suplementos pós-treino, dieta balanceada, suplementos de qualidade, saúde esportiva, suplementos para desempenho, suplementos para força, suplementos para resistência, hidratação durante o treino, quantidade de água diária, planos de suplementação, suplementos veganos, suplementos para fitness, suplementos para saúde, suplementos seguros, suplementos eficazes, orientação nutricional, suplementos recomendados, suplementos para esportistas, suplementação adequada, hidratação e desempenho, suplementos e bem-estar, suplementos e nutrição, suplementos para recuperação, suplementos e saúde muscular, hidratação e saúde, suplementos para treino, suplementos para atletas amadores, suplementos para atletas profissionais, suplementos para esportes, suplementos e exercícios, suplementação esportiva, suplementos essenciais, suplementos de alto rendimento, suplementos para exercícios, suplementos e dieta, suplementos para academia, suplementos para performance, suplementos para hipertrofia, suplementos para força muscular, suplementos para resistência física, suplementos para recuperação pós-treino, suplementos para energia, suplementos para metabolismo, suplementos para perda de gordura, suplementos para definição muscular, suplementos para saúde geral, hidratação esportiva, hidratação eficiente, suplementos de proteína, suplementos para dieta, suplementos para bem-estar, suplementos para saúde e bem-estar, suplementos para saúde física, suplementos para fitness e saúde, suplementos para atletas de alta performance, suplementos para esportes de resistência, suplementos para esportes de força, suplementos para esportes de alta intensidade, suplementos para treinos intensos, suplementos para treinos de força, suplementos para treinos de resistência, suplementos para treinamento, suplementos para nutrição esportiva, suplementos para performance atlética, suplementos para atletas de elite, suplementos para atletas de endurance, suplementos para atletas de força, suplementos para atletas de musculação, suplementos para atletas de crossfit, suplementos para atletas de corrida, suplementos para atletas de ciclismo, suplementos para atletas de natação, suplementos para atletas de futebol, suplementos para atletas de vôlei, suplementos para atletas de basquete, suplementos para atletas de ginástica, suplementos para atletas de artes marciais, suplementos para atletas de yoga, suplementos para atletas de pilates, suplementos para atletas de triatlo, suplementos para atletas de maratona, suplementos para atletas de competição, suplementos para atletas de treino diário, suplementos para atletas de alta energia, suplementos para atletas de alta performance, suplementos para atletas de alto rendimento, suplementos para atletas de elite nacional, suplementos para atletas de elite internacional, suplementos para atletas de alta intensidade, suplementos para atletas profissionais, suplementos para atletas amadores, suplementos para atletas iniciantes, suplementos para atletas experientes, suplementos para atletas avançados, suplementos para atletas de alta competição, suplementos para atletas de endurance e força, suplementos para atletas de resistência e hipertrofia",
    "form_heading": "Formulário da Calculadora",
    "weight_label": "Peso Corporal (kg):",
    "weight_placeholder": "Digite seu peso em kg",
    "activity_label": "Nível de Atividade:",
    "calculate_button": "Calcular",
    "results_heading": "Resultados",
    "creatine": "Creatina",
    "whey_protein": "Whey Protein",
    "per_day": "por dia",
    "total_protein": "Proteína Total",
    "water_intake": "Água",
    "benefits_title": "Benefícios dos Suplementos",
    "benefits_description": "A utilização adequada de suplementos como creatina e whey protein pode trazer diversos benefícios para a saúde e o desempenho físico. Esses suplementos são amplamente utilizados por atletas, praticantes de atividades físicas e pessoas que buscam melhorar a composição corporal e otimizar a recuperação muscular.",
    "creatine_section": "Creatina",
    "creatine_description": "A creatina é um dos suplementos mais estudados e eficazes para o ganho de massa muscular e aumento de força. Ela funciona fornecendo energia adicional para os músculos durante exercícios de alta intensidade, permitindo que você treine com mais intensidade e por mais tempo. Além disso, a creatina auxilia na recuperação pós-treino, reduzindo a fadiga muscular e melhorando a performance em atividades repetitivas.",
    "whey_section": "Whey Protein",
    "whey_description": "O whey protein é uma proteína de alto valor biológico, contendo todos os aminoácidos essenciais necessários para a síntese proteica. É ideal para consumo pós-treino, ajudando na recuperação muscular e no crescimento de novos tecidos musculares. Além disso, o whey protein pode ser utilizado como uma fonte conveniente de proteína para pessoas com agendas ocupadas, garantindo que as necessidades diárias de proteína sejam atendidas de maneira eficiente.",
    "hydration_section": "Importância da Hidratação",
    "hydration_description": "Manter-se adequadamente hidratado é fundamental para o funcionamento otimizado do corpo. A água é essencial para a regulação da temperatura, transporte de nutrientes e remoção de resíduos metabólicos. A quantidade recomendada de ingestão diária de água varia conforme o peso corporal e o nível de atividade física. A desidratação pode levar a uma série de problemas de saúde, incluindo fadiga, diminuição da performance física e mental, e aumento do risco de lesões.",
    "nutrition_tips_title": "Dicas de Nutrição Esportiva",
    "nutrition_tips_description": "Para maximizar os benefícios dos suplementos e melhorar seu desempenho físico, é essencial seguir algumas dicas de nutrição esportiva:",
    "tip1": "Consuma refeições balanceadas com proteínas, carboidratos e gorduras saudáveis.",
    "tip2": "Mantenha-se hidratado antes, durante e após os treinos.",
    "tip3": "Planeje suas refeições e lanches para garantir uma ingestão adequada de nutrientes ao longo do dia.",
    "tip4": "Evite alimentos processados e ricos em açúcares refinados.",
    "tip5": "Durma bem para permitir a recuperação muscular e a síntese proteica.",
    "faq_title": "FAQs - Perguntas Frequentes",
    "faq1_question": "1. Quando devo tomar creatina?",
    "faq1_answer": "A creatina pode ser tomada a qualquer momento do dia, mas muitos recomendam consumi-la após o treino para ajudar na recuperação muscular. É importante manter uma ingestão diária constante para obter os melhores resultados.",
    "faq2_question": "2. Qual a diferença entre whey protein concentrado e isolado?",
    "faq2_answer": "O whey protein concentrado contém mais carboidratos e gorduras, enquanto o whey protein isolado possui uma maior concentração de proteínas e menos carboidratos e gorduras. A escolha depende das suas necessidades nutricionais e objetivos pessoais.",
    "faq3_question": "3. Quanto tempo leva para ver resultados com suplementos?",
    "faq3_answer": "Os resultados podem variar dependendo da dieta, rotina de exercícios e consistência no uso dos suplementos. Geralmente, é possível notar melhorias na força e na composição corporal após algumas semanas de uso regular.",
    "faq4_question": "4. É seguro consumir suplementos diariamente?",
    "faq4_answer": "Sim, desde que sejam utilizados conforme as recomendações e dentro das doses recomendadas. É sempre aconselhável consultar um profissional de saúde ou nutricionista antes de iniciar qualquer suplementação.",
    "invalid_weight": "Por favor, insira um peso corporal válido.",
    "sedentary": "Sedentário",
    "light": "Levemente Ativo",
    "moderate": "Moderadamente Ativo",
    "active": "Ativo",
    "very_active": "Muito Ativo"
}